{
  "landing": [
    {
      "title": "Our Purpose",
      "text": "Our Purpose und Verinosc is a nonprofit Company Limited by Guarantee (CLG) registered in Cyprus.\n<br/>We initiate and lead the development of open and decentralized technologies that promote public oversight, digital autonomy, and long‑term access to essential digital infrastructure.\nEach initiative originates from a strategic evaluation of societal needs and technological gaps, and is carried forward through concept development, implementation, and governance design.\nOur work is supported by appropriate legal and financial structures that ensure operational independence, transparency, and long‑term sustainability.\n<br/>Verinosc operates at the intersection of technology, public interest, and institutional trust — building digital systems with enduring public value."
    },
    {
      "title": "Our “Hello World”",
      "text": "Ledg.it is Verinosc’s initial flagship initiative — an open‑source infrastructure developed to address the growing threat of synthetic media, disinformation, and digital content manipulation.\n<br/>At its core, ledg.it integrates imperceptible watermarking with decentralized verification, enabling digital media to carry verifiable provenance across formats, platforms, and time. This allows both institutions and individuals to validate the authenticity of media at the point of use — without relying on centralized intermediaries or reactive content moderation.\n<br/>Ledg.it is being developed in‑house by Verinosc and is intended for release under an open license, subject to available funding and aligned public interest support. Designed as a global public utility, the system aims to strengthen resilience in contexts such as democratic processes, journalism, cultural heritage, and digital archiving.\n<br/>This foundation will serve as the basis for future work — including metadata governance, trust infrastructure, and decentralized models for digital integrity."
    },
    {
      "title": "Governance & Transparency",
      "text": "Verinosc is registered as a nonprofit Company Limited by Guarantee (CLG) under Cypriot law. We operate without shareholders or commercial interests, and all activities are aligned with a clearly defined public‑benefit mission.\n<br/>The organization is currently governed by its two co‑founders, who serve as the acting board. As the scope of Verinosc’s work expands, additional governance structures — including advisory bodies and external participation mechanisms — will be established to support broader oversight and stakeholder inclusion.\n<br/>We are committed to transparency across all aspects of our work. Governance documents, development roadmaps, and funding reports will be published on an ongoing basis.\nOur Information Policy, outlining how we handle data, communication, and digital responsibility, is available <a href=\"/information-policy\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-blue-600 hover:text-blue-800 underline\"><b>here</b></a>.\n<br/>This structure ensures that Verinosc remains accountable, open, and fully aligned with its public‑purpose mission."
    },
    
    {
      "title": "Support & Involvement",
      "text": "Since its founding, Verinosc has been fully conceptualized, developed, and financed by its two co‑founders. This early commitment reflects our belief in the urgent need for independent, public‑purpose digital infrastructure.\n<br/>To scale our work and ensure long‑term impact, we are now seeking aligned partners — including public institutions, foundations, and civil society organizations — who share our commitment to open, decentralized technologies.\n<br/>Support may take the form of funding, collaboration, or strategic alignment. To learn more or explore engagement opportunities, please visit our support page or contact us directly."
    },
    {
      "title": "Legal Information & Contact",
      "text": "<b class=\"text-xl sm:text-2xl font-semibold\">Verinosc Ltd</b>\nNonprofit Company Limited by Guarantee (CLG)\n<br/>Registered in Cyprus\nRegistration number: HE 471839\nRegistered office: Kennedy 70, 2nd Floor, Flat/Office 201/202, 1076 Nicosia, Cyprus\n<br/>Email: info@verinosc.org\nWebsite: www.verinosc.org\n\nFor official inquiries, collaboration proposals, or governance‑related requests, please contact us directly."
    }
  ],

  "transparency": [
    {
      "title": "Objectives",
      "text": "Verinosc is a nonprofit Company Limited by Guarantee (CLG) based in Cyprus, committed to maintaining transparency and accountability across all areas of its work. We recognize that timely, accurate, and accessible information is essential to building trust with partners, funders, stakeholders, and the public.\n\nThis Information Policy is intended to:\n<br>1.\tAffirm Verinosc’s commitment to openness and responsible information-sharing, both internally and externally.\n<br>2.\tDefine which categories of information are made publicly available, and under what conditions certain content may be limited or protected.\n<br>3.\tOutline how Verinosc handles feedback and complaints in line with its values of collaboration, responsiveness, and continuous improvement."
    },
    {
      "title": "Applicability",
      "text": "This policy applies to all individuals engaged with Verinosc, including board members, employees, contractors, volunteers, interns, and freelancers. It covers all organizational activities and communication channels, such as the official website, newsletters, reports, and public statements.\n\nIt also informs external stakeholders — including donors, institutional funders, partners, and members of the public — about the type of information Verinosc proactively shares and how they may request further information.\n\n<b>Note:</b> This Information Policy is complemented by internal guidance documents and a dedicated Privacy Policy addressing data protection in accordance with the EU General Data Protection Regulation (GDPR) and other applicable laws."
    },
    {
      "title": "Introduction",
      "text": "Verinosc recognizes that the timely and open exchange of information is essential for ensuring accountability, facilitating constructive dialogue, and improving organizational performance. As a nonprofit operating in the public interest, we are committed to ensuring that our communications and disclosures reflect our values of transparency, responsibility, and trust.\n\nWe strive to:\n<br>•\tCommunicate our vision, mission, and activities in accessible and inclusive formats\n<br>•\tMeet or exceed recognized transparency standards for nonprofit and civil society organizations\n<br>•\tSafeguard personal privacy, privileged legal information, and other forms of sensitive data\n\nAs an organization working with open-source and decentralized technologies, we are committed to managing the tension between transparency and the responsible handling of confidential or sensitive information."
    },
    {
      "title": "The Policy: What We Share",
      "text": "Verinosc is committed to openness and transparency regarding its mission, structure, activities, and performance. We proactively make the following categories of information publicly available, unless specific confidentiality, legal, or ethical concerns apply (see Section 5):\n________________________________________\n<br>4.1. Organizational Fundamentals\n• Vision, mission, values, and legal registration details\n• Governance structure, including contact information and public points of accountability\n<br>4.2. Governance & Leadership\n• Names and profiles of board members, founders, and senior leadership\n• General outline of how leadership appointments are made and reviewed\n<br>4.3. Governance, Staffing & Decision-Making\n• Overview of how key decisions are made, including strategy, budgeting, and project prioritization\n• Description of processes related to staff recruitment, development, and organizational structure\n• Aggregate data on staffing levels and volunteer engagement\n• Summary of HR policies and staff code of conduct (if applicable)\n• Where feasible, aggregate personnel and salary-related cost disclosures (individual salaries remain confidential)\n<br>4.4. Performance Reporting\n• Periodic public reports detailing activities, outcomes, challenges, and lessons learned\n• Where applicable, audited financial statements or externally reviewed summaries\n• Key regulatory or organizational milestones\n<br>4.5. Funding & Financial Transparency\n• High-level breakdown of income sources (e.g., institutional donors, private contributions)\n• General overview of expenditure categories (project delivery, operations, administration)\n• Annual summaries or visual infographics to aid accessibility and understanding\n<br>4.6. Strategic Relationships\n• Overview of major partnerships, coalitions, or networks\n• Categories of donors or sponsors, unless anonymity has been requested or required\n• Description of how these relationships align with Verinosc’s mission and values\n• Verinosc reserves the right to decline relationships that do not align with its principles or independence\n<br>4.7. Issue-Based Positions\n• Where relevant, Verinosc may publish statements or position summaries on key topics directly related to its mission (e.g., media manipulation, digital authenticity, decentralized infrastructure)\n• These materials are intended to provide context for Verinosc’s strategic direction and clarify how its values inform decision-making\n• Verinosc does not engage in political advocacy or issue public commentary outside its mission scope or technical expertise\n<br>4.8. Feedback & Stakeholder Input\n• Verinosc maintains channels for receiving feedback, suggestions, concerns, and formal complaints from both internal and external stakeholders (see Section 7 for complaint procedures)\n• Where relevant, anonymized summaries of stakeholder input and resulting actions may be included in periodic reporting or public updates\n• The scope and frequency of disclosures will be adapted to match Verinosc’s organizational capacity and stage of development, while remaining consistent with our commitment to transparency"
    },
    {
      "title": "Protecting Confidential & Sensitive Information",
      "text": "While Verinosc is committed to transparency, we also recognize our legal, ethical, and operational responsibilities to safeguard specific categories of information. We may withhold or restrict disclosure of the following types of data:\n________________________________________\n\n5.1. Legal and Contractual Obligations\n• Information bound by confidentiality agreements, legal advice, copyright, or other contractual obligations\n\n5.2. Ethical Protections\n• Identities of whistleblowers or individuals who provide information in confidence\n• Personally identifiable donor information, where anonymity has been requested or where disclosure may cause reputational misinterpretation\n\n5.3. Disputes and Investigations\n• Internal disciplinary issues, legal disputes, or investigations in progress\n\n5.4. Personal Data and Privacy\n• Any data covered under GDPR or other applicable privacy laws, including employee records, volunteer information, and private communications\n\n5.5. Duty of Care\n• Risk assessments, security plans, or operational data that, if disclosed, could endanger individuals or impair program integrity\n\n5.6. Sensitive or Time-Critical Activities\n• Information related to projects or campaigns that are under development or negotiation, particularly where early disclosure may compromise strategic outcomes or intellectual property\n\n5.7. Disproportionate Cost or Burden\n• Requests that are unduly time-consuming, resource-intensive, or would divert substantial organizational capacity. In such cases, we will provide a clear justification\n\n5.8. Archival and Historic Limitations\n• Records that are incomplete, held in third-party archives, or subject to external access restrictions\n\n5.9. Anonymized or Unverifiable Requests\n• Requests submitted anonymously or through unverifiable sources, especially where they raise security or integrity concerns"
    },
    {
      "title": "Temporary Suspension of Disclosure",
      "text": "In exceptional circumstances, Verinosc may temporarily suspend the disclosure of certain information that would otherwise be publicly available under this policy. Such suspensions are only undertaken when disclosure poses a credible risk to legal obligations, security, individual safety, or the organization’s operational integrity.\n\nAny suspension of disclosure will:\n•\tBe authorized by a senior Verinosc representative (e.g., Executive Director or equivalent)\n•\tInclude a documented rationale, defining the reason, scope, and intended duration of the suspension\n•\tBe reviewed periodically to assess whether the conditions for withholding information remain valid\n\nOnce the grounds for suspension no longer apply, the relevant information will be disclosed in accordance with this policy, unless further legal or ethical restrictions prevent it."
    },
    {
      "title": "Handling Feedback & Complaints",
      "text": "Verinosc welcomes input from stakeholders and recognizes that open channels for feedback and complaints are critical to building trust, improving performance, and reinforcing accountability. As a growing organization, our approach is proportionate to our current scale and operational capacity — but designed to evolve as we mature.\n\n7.1. Submission and Response\n•\tFeedback or complaints can be submitted via email to feedback@verinosc.org\n•\tAll messages are reviewed and acknowledged as promptly as our current capacity allows\n•\tWe aim to respond or resolve issues within a reasonable timeframe, based on their complexity and the resources available at our stage of development\n\n7.2. Escalation Procedures\n•\tSerious or sensitive matters — particularly those involving legal, ethical, or reputational concerns — are referred to the Board for review\n•\tAt this stage, escalations are handled by the co-founders, with external advice sought as needed\n•\tAs Verinosc grows, we plan to establish formal procedures for independent review and third-party oversight\n\n7.3. Documentation and Learning\n•\tSignificant or recurring issues, and resulting improvements to internal policy or processes, may be summarized in internal documentation or public updates\n•\tFeedback trends may also be reflected in transparency reporting, where relevant and anonymized\n•\tVerinosc is committed to strengthening this process as our organizational structure and capacity expand"
    },
    {
      "title": "Implementation & Review",
      "text": "This Information Policy is a living document and forms part of Verinosc’s commitment to responsible governance and organizational development. Its implementation reflects both our current capacity and our evolving structure.\n\n8.1. Public Availability\n•\tThe policy is made publicly accessible via our website and may be downloaded in full\n•\tAny future revisions will be published with a clear version history and effective dates\n\n8.2. Internal Integration\n•\tThe policy is incorporated into onboarding and training processes for staff, contractors, volunteers, and other team members\n•\tInternal communication ensures that relevant practices — especially around data, disclosure, and feedback handling — align with this policy\n•\tAdditional internal guidelines may complement this policy as Verinosc’s operations expand\n\n8.3. Periodic Review and Revision\n•\tThis policy is reviewed at least annually by the Board\n•\tReviews may be triggered earlier if there are legal changes, organizational growth, or evolving best practices in nonprofit transparency\n•\tAny updates are formally recorded under a revised version number and documented accordingly"
    },
    {
      "title": "Data Protection & Privacy",
      "text": "Verinosc adheres to the principles and legal obligations of the EU General Data Protection Regulation (GDPR) and any other applicable data protection laws within Cyprus and the European Union.\n\nWe are committed to handling all personal data lawfully, transparently, and securely. This applies to data related to our staff, volunteers, contractors, donors, partners, and members of the public who engage with our work.\n\n•\tA dedicated Privacy Policy outlines how personal data is collected, used, stored, and safeguarded\n•\tWe implement appropriate technical and organizational measures to prevent unauthorized access, misuse, or loss of data\n•\tData handling practices are reviewed at least annually, and whenever significant changes to operations, technology, or legal requirements occur\n\nOur aim is to ensure that data protection is integrated into our operations from the outset and evolves with the organization. For more information, please refer to our full Privacy Policy, available on our website."
    },
    {
      "title": "Contact Information",
      "text": "For questions about this Information Policy, or to request additional information:\n\nVerinosc Ltd  -\nNonprofit Company Limited by Guarantee\nRegistered in Cyprus | HE 471839\n📍 Registered Address: Kennedy 70, 2nd Floor, Flat/Office 201/202, 1076 Nicosia, Cyprus\n\n📧 General Inquiries: info@verinosc.org\n📧 Feedback & Complaints: feedback@verinosc.org\n🌐 Website: www.verinosc.org\n\nFor data protection or privacy-specific queries, please contact: privacy@verinosc.org (or route via general contact if not yet activated)"
    },
    {
      "title": "Final Notes",
      "text": "• This Information Policy reflects Verinosc’s current organizational size, structure, and operational maturity. As the organization evolves, we may expand or refine specific sections — including governance procedures, staffing frameworks, and decision‑making processes.\n• This policy does not override legal obligations, nor does it eliminate the need to maintain confidentiality in areas covered by law, ethics, or duty of care.\n• We actively welcome feedback from stakeholders to help strengthen our transparency practices. Input may be sent to feedback@verinosc.org."
    },
    {
      "title": "Disclaimer",
      "text": "This Information Policy is provided for informational and communication purposes only. It reflects Verinosc’s current objectives and operational commitments, and is not intended as a binding legal document. For legal inquiries or compliance matters, please contact us directly or refer to applicable regulations under Cypriot and EU law."
    },
    {
      "title": "Policy Attribution and Review Information",
      "text": "• Adapted from best practices outlined in the Greenpeace Information Policy (2012), tailored to Verinosc’s mission and structure\n• Release Version: 1.0\n• Written by: Christian Ludwig\n• Approved by: Verinosc Board\n• Effective Date: 2025‑03‑01\n• Next Scheduled Review: 2025‑07‑01 or earlier if required\n• Policy Owner: Thomas Howert"
    }
  ]
}

