[
  {
    "title": "Our Purpose",
    "text": "Our Purpose und Verinosc is a nonprofit Company Limited by Guarantee (CLG) registered in Cyprus.\nWe initiate and lead the development of open and decentralized technologies that promote public oversight, digital autonomy, and long-term access to essential digital infrastructure.\nEach initiative originates from a strategic evaluation of societal needs and technological gaps, and is carried forward through concept development, implementation, and governance design.\nOur work is supported by appropriate legal and financial structures that ensure operational independence, transparency, and long-term sustainability.\nVerinosc operates at the intersection of technology, public interest, and institutional trust — building digital systems with enduring public value."
  },
  {
    "title": "Our “Hello World”",
    "text": "Ledg.it is Verinosc’s initial flagship initiative — an open-source infrastructure developed to address the growing threat of synthetic media, disinformation, and digital content manipulation.\nAt its core, ledg.it integrates imperceptible watermarking with decentralized verification, enabling digital media to carry verifiable provenance across formats, platforms, and time. This allows both institutions and individuals to validate the authenticity of media at the point of use — without relying on centralized intermediaries or reactive content moderation.\nLedg.it is being developed in-house by Verinosc and is intended for release under an open license, subject to available funding and aligned public interest support. Designed as a global public utility, the system aims to strengthen resilience in contexts such as democratic processes, journalism, cultural heritage, and digital archiving.\nThis foundation will serve as the basis for future work — including metadata governance, trust infrastructure, and decentralized models for digital integrity."
  },
  {
    "title": "Governance & Transparency",
    "text": "Verinosc is registered as a nonprofit Company Limited by Guarantee (CLG) under Cypriot law. We operate without shareholders or commercial interests, and all activities are aligned with a clearly defined public-benefit mission.\nThe organization is currently governed by its two co-founders, who serve as the acting board. As the scope of Verinosc’s work expands, additional governance structures — including advisory bodies and external participation mechanisms — will be established to support broader oversight and stakeholder inclusion.\nWe are committed to transparency across all aspects of our work. Governance documents, development roadmaps, and funding reports will be published on an ongoing basis.\nOur Information Policy, outlining how we handle data, communication, and digital responsibility, is available here.\nThis structure ensures that Verinosc remains accountable, open, and fully aligned with its public-purpose mission."
  },
  {
    "title": "Support & Involvement",
    "text": "Since its founding, Verinosc has been fully conceptualized, developed, and financed by its two co-founders. This early commitment reflects our belief in the urgent need for independent, public-purpose digital infrastructure.\nTo scale our work and ensure long-term impact, we are now seeking aligned partners — including public institutions, foundations, and civil society organizations — who share our commitment to open, decentralized technologies.\nSupport may take the form of funding, collaboration, or strategic alignment. To learn more or explore engagement opportunities, please visit our support page or contact us directly."
  },
  {
    "title": "Legal Information & Contact",
    "text": "Verinosc Ltd\nNonprofit Company Limited by Guarantee (CLG)\nRegistered in Cyprus\nRegistration number: HE 471839\nRegistered office: Kennedy 70, 2nd Floor, Flat/Office 201/ 202, 1076 Nicosia, Cyprus\nEmail: info@verinosc.org\nWebsite: www.verinosc.org\n\nFor official inquiries, collaboration proposals, or governance-related requests, please contact us directly."
  }
]
